tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "g-node/pkg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "sachaos/todoist"
tap "saulpw/vd"
tap "wez/wezterm"
tap "zegervdv/zathura"
brew "abook"
brew "act"
brew "freetype"
brew "zstd"
brew "gdk-pixbuf"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argon2"
brew "asciinema"
brew "bat"
brew "gcc"
brew "btop"
brew "calcurse"
brew "certbot"
brew "chezmoi"
brew "datalad"
brew "docker", link: false
brew "docutils"
brew "dolt"
brew "dust"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "gnutls"
brew "emacs", restart_service: true
brew "exa"
brew "fastfetch"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "geos"
brew "gh"
brew "ghostscript"
brew "gibo"
brew "git-filter-repo"
brew "gnupg"
brew "gpgme"
brew "gtk+"
brew "gtk+3"
brew "hledger"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "isync", restart_service: true
brew "jq"
brew "jump"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "lazygit"
brew "libev"
brew "libffi"
brew "libnotify"
brew "libwebsockets"
brew "links"
brew "llvm"
brew "openjdk"
brew "ltex-ls"
brew "lua-language-server"
brew "meson"
brew "msmtp"
brew "mysql@5.7"
brew "ncspot"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "opam"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "poppler"
brew "python@3.10"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "tailscale"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "tig"
brew "tmux"
brew "trunk"
brew "ttyd", args: ["HEAD"]
brew "w3m"
brew "wget"
brew "charmbracelet/tap/vhs"
brew "felixkratz/formulae/sketchybar"
brew "g-node/pkg/gin-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sachaos/todoist/todoist"
brew "saulpw/vd/visidata"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alfred"
cask "amethyst"
cask "audacity"
cask "basictex"
cask "bitwarden"
cask "db-browser-for-sqlite"
cask "docker"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager-core"
cask "iterm2"
cask "julia"
cask "keycastr"
cask "kitty"
cask "libreoffice"
cask "obs"
cask "quarto"
cask "qutebrowser"
cask "r"
cask "rstudio"
cask "skim"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wezterm-nightly"
cask "whalebird"
cask "xquartz"
cask "zotero"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "elmTooling.elm-ls-vscode"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "James-Yu.latex-workshop"
vscode "julialang.language-julia"
vscode "kylebarron.stata-enhanced"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ocamllabs.ocaml-platform"
vscode "RDebugger.r-debugger"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
