tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "g-node/pkg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "saulpw/vd"
tap "wez/wezterm"
tap "zegervdv/zathura"
brew "freetype"
brew "librsvg"
brew "aom"
brew "asciinema"
brew "bat"
brew "btop"
brew "calcurse"
brew "chezmoi"
brew "datalad"
brew "docker", link: false
brew "dolt"
brew "dust"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "gnutls"
brew "emacs", restart_service: true
brew "exa"
brew "fastfetch"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "geos"
brew "gh"
brew "gibo"
brew "gnupg"
brew "gtk+"
brew "gtk+3"
brew "hledger"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "isync", restart_service: true
brew "jq"
brew "jump"
brew "pandoc"
brew "jupyterlab"
brew "lazygit"
brew "libnotify"
brew "links"
brew "llvm"
brew "openjdk"
brew "ltex-ls"
brew "lua-language-server"
brew "meson"
brew "msmtp"
brew "ncspot"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "poppler"
brew "python@3.10"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "starship"
brew "stow"
brew "tailscale"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "tig"
brew "tmux"
brew "trunk"
brew "ttyd", args: ["HEAD"]
brew "wget"
brew "charmbracelet/tap/vhs"
brew "felixkratz/formulae/sketchybar"
brew "g-node/pkg/gin-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "saulpw/vd/visidata"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alfred"
cask "amethyst"
cask "basictex"
cask "bitwarden"
cask "docker"
cask "font-hasklig"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager-core"
cask "iterm2"
cask "julia"
cask "keycastr"
cask "kitty"
cask "libreoffice"
cask "quarto"
cask "qutebrowser"
cask "r"
cask "rstudio"
cask "skim"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "wezterm-nightly"
cask "whalebird"
cask "xquartz"
cask "zotero"
