tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "g-node/pkg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "railwaycat/emacsmacport"
tap "saulpw/vd"
tap "spicetify/tap"
tap "wez/wezterm"
tap "zegervdv/zathura"
brew "gettext", link: false
brew "glib"
brew "adwaita-icon-theme"
brew "asciinema"
brew "automake"
brew "bat"
brew "boost"
brew "btop"
brew "cabextract"
brew "calcurse"
brew "carthage"
brew "chezmoi"
brew "cmake"
brew "ctags"
brew "dolt"
brew "libtool"
brew "elixir"
brew "emacs", args: ["HEAD"], link: false
brew "exa"
brew "exercism"
brew "fastfetch"
brew "libarchive"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "geos"
brew "gh"
brew "ghostscript"
brew "gibo"
brew "glib-networking"
brew "gnupg"
brew "gpgme"
brew "gnu-sed"
brew "gradle"
brew "gtk+3"
brew "hledger"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libgee"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libsoup"
brew "links"
brew "llvm"
brew "ltex-ls"
brew "lua-language-server"
brew "macvim"
brew "makedepend"
brew "mpw"
brew "mutt"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "ninja"
brew "nmap", link: false
brew "nnn"
brew "p7zip"
brew "pandoc"
brew "php-cs-fixer"
brew "pidgin"
brew "pinentry-mac"
brew "pipenv"
brew "python@3.10"
brew "rclone"
brew "ripgrep"
brew "rust-analyzer"
brew "sane-backends"
brew "sl"
brew "starship"
brew "stow"
brew "tailscale"
brew "taskd"
brew "taskwarrior-tui"
brew "tig"
brew "tmux"
brew "tree"
brew "trunk"
brew "vim", args: ["with-override-system-vi"], link: false
brew "wget"
brew "winetricks"
brew "yadm"
brew "zk", args: ["HEAD"]
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "railwaycat/emacsmacport/emacs-mac", args: ["HEAD"]
brew "spicetify/tap/spicetify-cli"
cask "alfred"
cask "amethyst"
cask "bitwarden"
cask "font-source-code-pro"
cask "git-credential-manager-core"
cask "julia"
cask "kitty"
cask "libreoffice"
cask "monal"
cask "qlmarkdown"
cask "quarto"
cask "qutebrowser"
cask "r"
cask "rstudio"
cask "signal"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "wezterm-nightly"
cask "whalebird"
cask "xquartz"
cask "zotero"
