tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
tap "saulpw/vd"
tap "wez/wezterm"
brew "chezmoi"
brew "fish"
brew "fzf"
brew "gh"
brew "gibo"
brew "gnupg"
brew "lua-language-server"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "tmux"
brew "tree"
brew "saulpw/vd/visidata"
cask "git-credential-manager-core"
cask "iterm2"
cask "r"
cask "wezterm"
