tap "charmbracelet/tap"
tap "g-node/pkg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "saulpw/vd"
tap "wez/wezterm"
tap "zegervdv/zathura"
brew "freetype"
brew "asciinema"
brew "calcurse"
brew "chezmoi"
brew "dolt"
brew "elixir"
brew "gnutls"
brew "emacs", restart_service: true
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "geos"
brew "gh"
brew "gibo"
brew "gnupg"
brew "go"
brew "htop"
brew "hugo"
brew "lazygit"
brew "links"
brew "llvm"
brew "ltex-ls"
brew "lua-language-server"
brew "neovim"
brew "newsboat"
brew "pinentry-mac"
brew "pipenv"
brew "python@3.10"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "starship"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "trunk"
brew "ttyd", args: ["HEAD"]
brew "wget"
brew "charmbracelet/tap/vhs"
brew "g-node/pkg/gin-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "saulpw/vd/visidata"
cask "alfred"
cask "amethyst"
cask "bitwarden"
cask "docker"
cask "git-credential-manager-core"
cask "iterm2"
cask "julia"
cask "kitty"
cask "libreoffice"
cask "min"
cask "quarto"
cask "r"
cask "rstudio"
cask "skim"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "wezterm-nightly"
cask "whalebird"
cask "xquartz"
cask "zotero"
